export const badgeData = [
    {
        id: 1,
        title: "색감 궁예",
        contents: [
            "눈 감고도 색을 구분하는 경지에 이른",
            "궁예에게 주어지는 뱃지",
            "나는 색에 무지한 이 나라와 백성들을",
            "구하기 위해 온 미륵이야",
        ],
    },
    {
        id: 2,
        title: "디자인 마에스트로",
        contents: [
            "디자인에 관심이 많으며 전문성있는",
            "디자이너에게 주어지는 뱃지",
            "다섯살때부터 난 포토샵을 켰어",
            "",
        ],
    },
    {
        id: 3,
        title: "리더",
        contents: [
            "팀을 이끌어가는 중심적인 위치에 어울리는",
            "사람에게 주어지는 뱃지",
            "당신, 생각보다 더 카리스마 있을지도!",
            "",
        ],
    },
    {
        id: 4,
        title: "팔로워",
        contents: [
            "리더의 1차적인 보조자이며 실질적인 업무를",
            "수행하는 위치에 어울리는 사람에게 주어지는 뱃지",
            "뒤에서 진정 빛이 나는 당신",
            "",
        ],
    },
    {
        id: 5,
        title: "조용한 암살자",
        contents: [
            "물건을 사면 매뉴얼을 꼼꼼히 살펴보고",
            "그대로 적용하는 것을 즐기는 편",
            "주변으로부터 '혹시 알파고?'라는 농담을 종종 들음",
            "",
        ],
    },
    {
        id: 6,
        title: "속 보이는 전자두뇌",
        contents: [
            "타인의 기분이나 상태 또한",
            "늘 체크하는 타입으로",
            "눈치가 빠르다는 소리를 종종 들음",
            "돌려돌려 돌림판 수준으로 돌려 말하기",
        ],
    },
    {
        id: 7,
        title: "투마치 토커 훈장님",
        contents: [
            "사실과 다른 말을 들으면",
            "이 구역 폭력배가 되어",
            "뚜까패고 바로 잡아야 직성이 풀림",
            "본인은 꼭 필요한 말만 한다고 생각하는 게 함정",
        ],
    },
    {
        id: 8,
        title: "디자인 고독 전사",
        contents: [
            "고독한 디자이너에게 주어지는",
            "영예로운(?) 뱃지",
            "지독한 삶",
            "",
        ],
    },
]